[IRI_PenaltyRPG X2AbilityTemplate]
LocFriendlyName="军需品"
LocLongDescription="在通用物品插槽中携带重军械会拖慢这名士兵的速度，并使其更容易在隐蔽时被发现。置放于重型武器插槽则可免除其处罚。"
LocHelpText="在通用物品插槽中携带重军械会拖慢这名士兵的速度，并使其更容易在隐蔽时被发现。置放于重型武器插槽则可免除其处罚。"

[IRI_FireRPG X2AbilityTemplate]
LocFriendlyName="发射火箭推进榴弹"
LocLongDescription="发射一次性火箭推进榴弹。此发会散射。"
LocHelpText="此发会散射。"
LocFlyOverText="发射火箭"

[X2Photobooth]
.m_arrAnimationPoses=(AnimationDisplayName="火箭推进榴弹 - 射击")
.m_arrAnimationPoses=(AnimationDisplayName="火箭推进榴弹 - 上肩")
.m_arrAnimationPoses=(AnimationDisplayName="火箭推进榴弹 - 跪姿")
.m_arrAnimationPoses=(AnimationDisplayName="火箭推进榴弹 - 里昂·史考特·肯尼迪")
.m_arrAnimationPoses=(AnimationDisplayName="火箭推进榴弹 - 广播中")
.m_arrAnimationPoses=(AnimationDisplayName="火箭推进榴弹 - 醒醒，醒醒！")
;+m_arrAnimationPoses=(AnimationDisplayName="火箭推进榴弹 - Demo")